Repository: noah-nuebling/mac-mouse-fix
Catalog: crowdin/ro/Localizable.xcstrings
Source language: en
Languages: de, fr, ko, pt_br, tr, vi, zh_hans, zh_hant

# accessibility.settings-link.pre-ventura
source: Open 'Security & Privacy' Preferences
de: Öffne die 'Sicherheit & Datenschutz' Einstellungen
fr: Ouvrir les préférences « Sécurité et confidentialité »
ko: '보안 및 개인 정보 보호' 설정 열기
pt_br: Abrir 'Privacidade e Segurança' em Ajustes do Sistema
vi: Mở thiết lập 'Security & Privacy'
zh_hans: 打开“隐私与安全性”偏好设置
zh_hant: 打開「隱私權與安全性」偏好設定

# already-using-defaults-toast.3
source: You're **already using** the default setting for mice with **3 buttons**
de: Du **verwendest bereits** die Standard-Einstellung für Mäuse mit **3 Tasten**
fr: Vous **utilisez déjà** le réglage par défaut pour une souris avec **3 boutons**
ko: 이미 **3개 버튼**의 마우스에 해당하는 기본 설정을 사용 중입니다.
pt_br: Você **já está usando** a configuração padrão para mouses com **3 botões**
tr: **3 düğmeli** fareler için zaten varsayılan ayarı **kullanıyorsunuz**
vi: Bạn **đã và đang sử dụng** thiết lập mặc định với chuột __3 nút__
zh_hans: 您**已经在使用**默认的**三鍵**鼠标设置
zh_hant: 您**已經在使用**預設的**三鍵**滑鼠設定

# already-using-defaults-toast.5
source: You're **already using** the default setting for mice with **5+ buttons**
de: Du **verwendest bereits** die Standard-Einstellung für Mäuse mit **5+ Tasten**
ko: 이미 **5개 버튼**의 마우스에 해당하는 기본 설정을 사용 중입니다.
pt_br: Você **já está usando** a configuração padrão para mouses com **5 botões**
tr: **5+ düğmeli** fareler için zaten varsayılan ayarı **kullanıyorsunuz**
vi: Bạn **đã và đang sử dụng** thiết lập mặc định với chuột **5 nút**
zh_hans: 您**已经在使用**默认的**五鍵**鼠标设置
zh_hant: 您**已經在使用**預設的**五鍵**滑鼠設定

# apple-key-fallback.backward
source: <Rewind key>
de: <Rückspultaste>
ko: <되감기 키>
pt_br: <Retroceder>
tr: <Geri Sarma tuşu>
vi: <Phím tua ngược>
zh_hans: 􀊉〔倒回键〕
zh_hant: 􀊉〔倒轉鍵〕

# apple-key-fallback.forward
source: <Fast-Forward key>
de: <Vorspultaste>
ko: <빨리감기 키>
pt_br: <Avanço Rápido>
tr: <Hızlı-İleri Sarma tuşu>
vi: <Phím tua nhanh>
zh_hans: 􀊋〔快进键〕
zh_hant: 􀊋〔快轉鍵〕

# apple-key-fallback.globe
source: <Emoji Picker key>
de: <Emojitaste>
ko: <이모티콘 키>
pt_br: <Seletor de Emoji>
tr: <Emoji Seçici tuşu>
vi: <Phím chọn emoji>
zh_hans: 􀆪〔表情挑选器键〕
zh_hant: 􀆪〔表情符號選擇器鍵〕

# apple-key-fallback.light.max
source: <Increase Keyboard Brightness key>
de: <Tastaturhelligkeit erhöhen Taste>
ko: <키보드 밝기 증가 키>
pt_br: <Aumentar o Brilho do Teclado>
tr: <Klavye Parlaklığını Artırma tuşu>
vi: <Phím tăng độ sáng bàn phím>
zh_hans: 􀇮〔调高键盘亮度键〕
zh_hant: 􀇮〔調高鍵盤亮度鍵〕

# apple-key-fallback.light.min
source: <Decrease Keyboard Brightness key>
de: <Tastaturhelligkeit verringern Taste>
ko: <키보드 밝기 감소 키>
pt_br: <Diminuir o Brilho do Teclado>
tr: <Klavye Parlaklığını Azaltma tuşu>
vi: <Phím giảm độ sáng bàn phím>
zh_hans: 􀇭〔调低键盘亮度键〕
zh_hant: 􀇭〔調低鍵盤亮度鍵〕

# apple-key-fallback.magnifyingglass
source: <Spotlight key>
de: <Spotlight Taste>
ko: <Spotlight 키>
pt_br: <Spotlight>
tr: <Spotlight tuşu>
vi: <Phím Spotlight>
zh_hans: 􀊫〔聚焦键〕
zh_hant: 􀊫〔Spotlight鍵〕

# apple-key-fallback.mic
source: <Dictation key>
de: <Diktiertaste>
ko: <마이크 키>
pt_br: <Ditado>
tr: <Dikte tuşu>
vi: <Phím chính tả>
zh_hans: 􀊰〔听写键〕
zh_hant: 􀊰〔聽寫鍵〕

# apple-key-fallback.moon
source: <Do Not Disturb key>
de: <Bitte nicht stören Taste>
ko: <방해금지 모드 키>
pt_br: <Não Perturbe>
tr: <Rahatsız Etmeyin tuşu>
vi: <Phím không làm phiền>
zh_hans: 􀆹〔勿扰模式键〕
zh_hant: 􀆹〔勿擾模式鍵〕

# apple-key-fallback.playpause
source: <Play or Pause key>
de: <Abspielen und anhalten Taste>
ko: <재생 또는 일시정지 키>
pt_br: <Play ou Pausa>
tr: <Oynat veya Duraklat tuşu>
vi: <Phím phát hoặc dừng>
zh_hans: 􀊇〔播放／暂停键〕
zh_hant: 􀊇〔播放／暫停鍵〕

# apple-key-fallback.power
source: <Power key>
de: <An- und Ausschalttaste>
ko: <전원 키>
pt_br: <Botão de Energia>
tr: <Güç tuşu>
vi: <Phím nguồn>
zh_hans: 􀆨〔电源键〕
zh_hant: 􀆨〔電源鍵〕

# apple-key-fallback.rectangle.3.group
source: <Mission Control key>
de: <Mission Control Taste>
ko: <Mission Control 키>
pt_br: <Mission Control>
tr: <Mission Control tuşu>
vi: <Phím điều khiển nhiệm vụ>
zh_hans: 􀇴〔调度中心键〕
zh_hant: 􀇴〔指揮中心鍵〕

# apple-key-fallback.speaker
source: <Mute key>
de: <Lautlos Taste>
ko: <음소거 키>
pt_br: <Mudo>
tr: <Sessize Alma tuşu>
vi: <Phím câm>
zh_hans: 􀊠〔静音键〕
zh_hant: 􀊠〔靜音鍵〕

# apple-key-fallback.speaker.wave.1
source: <Decrease Volume key>
de: <Lautstärke verringern Taste>
ko: <음량 감소 키>
pt_br: <Diminuir Volume>
tr: <Sesi Azaltma tuşu>
vi: <Phím giảm âm lượng>
zh_hans: 􀊤〔降低音量键〕
zh_hant: 􀊤〔調低音量鍵〕

# apple-key-fallback.speaker.wave.3
source: <Increase Volume key>
de: <Lautstärke erhöhen Taste>
ko: <음량 증가 키>
pt_br: <Aumentar Volume>
tr: <Sesi Artırma tuşu>
vi: <Phím tăng âm lượng>
zh_hans: 􀊨〔提高音量键〕
zh_hant: 􀊨〔調高音量鍵〕

# apple-key-fallback.square.grid.3x2
source: <Launchpad key>
de: <Launchpad Taste>
ko: <Launchpad 키>
pt_br: <Launchpad>
tr: <Launchpad tuşu>
vi: <Phím Launchpad>
zh_hans: 􀇵〔启动台键〕
zh_hant: 􀇵〔啟動台鍵〕

# apple-key-fallback.sun.max
source: <Increase Brightness key>
de: <Helligkeit erhöhen Taste>
ko: <밝기 증가 키>
pt_br: <Aumentar o Brilho>
tr: <Parlaklığı Artırma tuşu>
vi: <Phím tăng độ sáng>
zh_hans: 􀆭〔调高显示器亮度键〕
zh_hant: 􀆭〔調高顯示器亮度鍵〕

# apple-key-fallback.sun.min
source: <Decrease Brightness key>
de: <Helligkeit verringern Taste>
ko: <밝기 감소 키>
pt_br: <Diminuir o Brilho>
tr: <Parlaklığı azaltma tuşu>
vi: <Phím giảm độ sáng>
zh_hans: 􀆫〔调低显示器亮度键〕
zh_hant: 􀆫〔調低顯示器亮度鍵〕

# apple-key-fallback.unknown-key
source: <Key without description>
de: <Taste ohne Beschreibung>
ko: <설명 없는 키>
pt_br: <Tecla sem Descrição>
tr: <Açıklaması Olmayan tuş>
vi: <Phím không có mô tả>
zh_hans: 〔没有描述的按键〕
zh_hant: 〔沒有描述的按鍵〕

# beta-alert.back
source: Cancel
de: Abbrechen
fr: Annuler
ko: 취소
pt_br: Cancelar
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# beta-alert.body
source: Beta versions can have many issues. Don't forget to give feedback when you run into one. Thanks!
de: Beta Versionen können viele Probleme haben. Vergiss nicht Feedback zu geben, wenn du auf eins triffst. Dankeschön!
fr: Les versions bêta peuvent contenir de nombreux problèmes. N'oubliez pas de nous fournir un retour lorsque vous en rencontrez un. Merci !
ko: 베타 버전을 사용하면 여러 문제를 겪을 수 있습니다. 문제를 발견하시는 경우 의견을 보내주세요. 감사합니다!
pt_br: As versões de Testes (também chamadas de Beta) podem apresentar falhas. Caso encontre alguma, por favor envie um Feedback. Obrigado!
tr: Beta sürümlerinde birçok sorun olabilir. Bir sorunla karşılaştığınızda geri bildirim vermeyi unutmayın. Teşekkürler!
vi: Phiên bản Beta có thể có nhiều lỗi Đừng quên báo cáo các sự cố nếu bạn gặp nhé. Cảm ơn bạn!
zh_hans: Beta版可能有许多问题。不要忘记提交您遇到的问题。谢谢！
zh_hant: Beta版可能有許多問題。不要忘記回報您遇到的問題。謝謝！

# beta-alert.confirm
source: Get Beta Versions
de: Beta-Versionen erhalten
fr: Recevoir les versions bêta
ko: 베타 버전 가져오기
pt_br: Obter versões de Teste
tr: Beta Sürümlerini Al
vi: Nhận bản Beta
zh_hans: 获取Beta版
zh_hant: 取得Beta版

# beta-alert.title
source: Get Beta Versions?
de: Beta-Versionen erhalten?
fr: Recevoir les versions bêta ?
ko: 베타 버전 가져오기
pt_br: Deseja obter as versões de Teste?
tr: Beta Sürümlerini Almak İster misiniz?
vi: Nhận bản Beta?
zh_hans: 获取Beta版？
zh_hant: 取得Beta版？

# button-name.tool.numbered
source: Mouse Button %@
de: Maustaste %@
fr: Bouton de souris %@
ko: 마우스 %@번 버튼
pt_br: Botão do Mouse %@
tr: Fare Düğmesi %@
vi: Nút chuột %@
zh_hans: 鼠标按钮%@
zh_hant: 滑鼠按鈕%@

# buy-mouse-alert.body
source: Get a mouse with 5+ buttons to unlock the full potential of Mac Mouse Fix!
de: Verwende eine Maus mit 5+ Tasten um das volle Potential von Mac Mouse Fix freizusetzen!
fr: Procurez-vous une souris avec plus de 5 boutons pour débloquer le plein potentiel de Mac Mouse Fix !
ko: 5개 이상의 버튼이 있는 마우스를 사용하면, Mac Mouse Fix의 기능을 최대로 활용할 수 있습니다!
pt_br: Obtenha um Mouse com mais de 5 botões para desbloquear todo o potencial do Mac Mouse Fix!
tr: Mac Mouse Fix'in tüm potansiyelini ortaya çıkarmak için 5+ düğmeli bir fare edinin!
vi: Sắm một con chuột với 5+ nút để khai thác hết tiềm năng của Mac Mouse Fix!
zh_hans: 换一个五键或多键鼠标来释放Mac Mouse Fix的所有潜能
zh_hant: 換一個五鍵或多鍵滑鼠來釋放Mac Mouse Fix的所有潛能

# buy-mouse-alert.title
source: Your mouse only has 3 buttons
de: Deine Maus hat nur 3 Tasten
fr: Votre souris n'a que 3 boutons
ko: 사용자 마우스는 버튼이 3개입니다.
pt_br: Seu Mouse tem apenas 3 botões
tr: Fareniz sadece 3 düğmeye sahip
vi: Chuột của bạn chỉ có 3 nút
zh_hans: 您的鼠标只有三个按钮
zh_hant: 您的滑鼠只有三個按鈕

# capture-toast.button-name.middle
source: Middle Button
de: mittlere Taste
fr: Bouton du milieu
ko: 가운데 버튼
pt_br: Botão do Meio
tr: Orta Düğme
vi: Nút giữa
zh_hans: 中键
zh_hant: 中間鍵

# capture-toast.button-name.numbered
source: Button %@
de: taste %@
fr: Bouton %@
ko: %@번 버튼
pt_br: Botão %@
tr: %@ Düğmesi
vi: Nút %@
zh_hans: 按钮%@
zh_hant: 按鈕%@

# capture-toast.button-name.primary
source: Primary Button
de: primäre Taste
fr: Bouton principal
ko: 주 버튼
pt_br: Botão Primário
tr: Birincil Düğme
vi: Nút chính
zh_hans: 主键
zh_hant: 主要按鈕

# capture-toast.button-name.secondary
source: Secondary Button
de: sekundäre Taste
fr: Bouton secondaire
ko: 보조 버튼
pt_br: Botão Secundário
tr: İkincil Düğme
vi: Nút phụ
zh_hans: 辅键
zh_hant: 輔助按鈕

# capture-toast.buttons.link
source: [Learn More](%@)
de: [Erfahre mehr](%@)
fr: [En savoir plus](%@)
ko: [더 알아보기](%@)
pt_br: [Saber mais](%@)
tr: [Daha Fazla Bilgi Edinin](%@)
vi: [Đọc thêm](%@)
zh_hans: [了解更多](%@)
zh_hant: [進一步瞭解](%@)

# capture-toast.scroll.captured.body
source: **Scrolling** is now captured by Mac Mouse Fix.
de: **Scrollen** wird jetzt von Mac Mouse Fix abgefangen.
ko: capture-toast.scroll.captured.body
vi: capture-toast.scroll.captured.body
zh_hans: capture-toast.scroll.captured.body
zh_hant: capture-toast.scroll.captured.body

# capture-toast.scroll.link
source: [Learn More](%@)
de: [Erfahre mehr](%@)
fr: [En savoir plus](%@)
ko: [더 알아보기](%@)
pt_br: [Saber mais](%@)
tr: [Daha Fazla Bilgi Edinin](%@)
vi: [Đọc thêm](%@)
zh_hans: [了解更多](%@)
zh_hant: [進一步瞭解](%@)

# capture-toast.scroll.uncaptured.body
source: **Scrolling** is no longer captured by Mac Mouse Fix.
de: **Scrollen** wird nicht länger von Mac Mouse Fix abgefangen.
ko: capture-toast.scroll.uncaptured.body
vi: capture-toast.scroll.uncaptured.body
zh_hans: capture-toast.scroll.uncaptured.body
zh_hant: capture-toast.scroll.uncaptured.body

# capture-toast.scroll.uncaptured.hint
source: Scrolling now works as if Mac Mouse Fix was disabled.
de: Scrollen funktioniert jetzt, als wäre Mac Mouse Fix ausgeschaltet.
ko: capture-toast.scroll.uncaptured.hint
vi: capture-toast.scroll.uncaptured.hint
zh_hans: capture-toast.scroll.uncaptured.hint
zh_hant: capture-toast.scroll.uncaptured.hint

# drag-effect.dock-swipe.hint
source: Move your mouse: - Up to show Mission Control - Down to show Application Windows - Left or Right to move between Spaces Works like swiping with 3 fingers on an Apple Trackpad
de: Bewege deine Maus nach: - Oben um Mission Control zu öffnen - Unten um Programmfenster zu zeigen - Links oder rechts um zwischen Spaces zu wechseln Funktioniert wie Streichen mit 3 Fingern auf einem Apple Trackpad
fr: Déplacer votre souris : - Vers le haut pour afficher Mission Control - Vers le bas pour afficher Fenêtres de l'application - Vers la gauche ou la droite pour passer d'un espace à un autre Fonctionne comme le balayage à 3 doigts sur un Trackpad Apple
ko: 마우스를 움직여 다음 동작을 수행합니다.: - 위로 올리면 Mission Control을 엽니다. - 아래로 내리면 현재 앱에 대해 열린 모든 윈도우를 보여줍니다. - 좌우로 움직이면 생성한 Spaces 사이를 이동합니다. 이는 Apple 트랙패드에서 세 손가락으로 스와이프하는 것과 같습니다.
pt_br: Mova o Mouse: - Para cima para mostrar o Mission Control - Para baixo para mostrar as Janelas do Aplicativo Aberto - Esquerda ou Direita para mover entre os Espaços da Mesa Funciona como deslizar com três dedos em um Trackpad da Apple
tr: Farenizi hareket ettirin: - Mission Control'ü göstermek için yukarı - Uygulama Pencerelerini göstermek için aşağı - Spaces arasında geçiş yapmak için sola veya sağa Apple Trackpad'de 3 parmakla kaydırma gibi çalışır
vi: Di chuyển chuột: - Hướng lên để truy cập Mission Control - Hướng xuống để truy cập Application Windows - Qua trái hoặc phải để di chuyển giữa các Spaces Hoạt động như vuốt 3 ngón tay trên Apple Trackpad
zh_hans: 移动您的鼠标： ・向上来显示调度中心 ・向下来显示应用程序窗口 ・向左或向右来切换空间 作用相当于在Apple触控板上用三指滑动
zh_hant: 移動您的滑鼠： ・向上來顯示指揮中心 ・向下來顯示應用程式視窗 ・向左或向右來切換空間 作用相當於在Apple觸控式軌跡板上用三指滑動

# drag-effect.scroll-swipe
source: Scroll & Navigate
de: Scrollen & Navigieren
fr: Défiler & naviguer
ko: 스크롤 및 탐색
pt_br: Role e Navegue
tr: Kaydır ve Gezin
vi: Cuộn & Điều hướng
zh_hans: 滚动与导航
zh_hant: 捲動與導覽

# drag-effect.scroll-swipe.hint
source: Scroll freely by moving your mouse in any direction Also Navigate between pages in Safari, delete messages in Mail and more by moving your mouse left and right Works like swiping with 2 fingers on an Apple Trackpad
de: Scrolle frei indem du deine Maus in eine beliebige Richtung bewegst Blättere ausserdem zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr, indem du deine Maus nach links oder rechts bewegst Funktioniert wie Streichen mit 2 Fingern auf einem Apple Trackpad
fr: Défiler librement en déplaçant votre souris dans n'importe quelle direction Peut aussi naviguer entre les pages dans Safari, supprimer les messages dans Mail et bien plus en bougeant votre souris à gauche ou à droite Fonctionne comme le balayage avec 2 doigts sur un Trackpad Apple
ko: 마우스가 움직이는 방향대로 자유롭게 스크롤합니다. 마우스를 좌우로 이동하면 Safari에서는 페이지를 쓸어넘길 수 있으며, Mail에선 메시지를 삭제할 수도 있습니다. 이는 Apple 트랙패드에서 두 손가락으로 스와이프하는 것과 같습니다.
pt_br: Role livremente movendo o Mouse para qualquer direção Navegue também entre páginas do Safari, exclua mensagens no Mail e muito mais, movendo o Mouse para a esquerda e para a direita Funciona como deslizar com dois dedos em um Trackpad da Apple
tr: Farenizi herhangi bir yönde hareket ettirerek serbestçe kaydırın Ayrıca farenizi sola ve sağa hareket ettirerek Safari'de sayfalar arasında gezinin, Mail'deki mesajları silin ve daha fazlasını yapın Apple Trackpad'de 2 parmakla kaydırma gibi çalışır
vi: Lăn tự do bằng cách di chuyển chuột theo các hướng bất kỳ Cũng có thể điều hướng giữa các trang trong Safari, xóa các mẫu tin trong Mail và nhiều thứ khác bằng cách di chuyển chuột qua trái hoặc phải. Hoạt động như vuốt 2 ngón tay trên Apple Trackpad
zh_hans: 向任意方向移动您的鼠标来自由滚动n 也可以左右移动来导航Safari页面、删除“邮件”中的邮件等。 作用相当于在Apple触控板上用双指轻扫
zh_hant: 向任意方向移動您的滑鼠來自由捲動n 也可以左右移動來導覽Safari頁面、刪除「郵件」中的郵件等。 作用相當於在Apple觸控式軌跡板上用兩指滑動

# effect.app-expose
source: Application Windows
de: Programmfenster
fr: Fenêtres de l'application
ko: 앱 윈도우
pt_br: Janelas do Aplicativo
tr: Uygulama Pencereleri
vi: Duyệt các ứng dụng đang mở
zh_hans: 应用程序窗口
zh_hant: 應用程式視窗

# effect.app-expose.hint
source: Show all windows of the active app
de: Zeige alle Fenster der aktiven App
fr: Afficher toutes les fenêtres de l'application active
ko: 현재 앱에 대해 열린 모든 윈도우를 보여줍니다.
pt_br: Exibir todas as Janelas do Aplicativo ativo
tr: Etkin uygulamanın tüm pencerelerini göster
vi: Hiện các cửa sổ của tất cả ứng dụng đang hoạt động
zh_hans: 显示所有打开的窗口
zh_hant: 檢視所有已打開的視窗

# effect.apple-keys-submenu
source:  Exclusive Keys
de: -Exklusive Tasten
fr: Touches exclusives 
ko:  전용 키
pt_br:  Teclas Exclusivas
tr:  Özel Tuşlar
vi:  Các phím độc quyền
zh_hans: 独有按键
zh_hant: 獨有按鍵

# effect.apple-keys-submenu.hint
source: Choose keys that are only available on Apple keyboards
de: Wähle Tasten, die nur auf Apple Tastaturen vorhanden sind
fr: Choisir les touches uniquement disponibles sur les claviers Apple
ko: Apple 키보드에서만 사용 가능한 키를 선택하세요.
pt_br: Escolha teclas que estão disponíveis apenas em teclados Apple
tr: Yalnızca Apple klavyelerinde bulunan tuşları seçin
vi: Chọn các phím chỉ khả dụng trên Apple keyboard
zh_hans: 选择Apple键盘独有的按键
zh_hant: 選擇Apple鍵盤獨有的按鍵

# effect.apple-shortcut.hint
source: Works like pressing '%@' on an Apple keyboard
de: Funktioniert so, als würdest du '%@' auf einer Apple Tastatur drücken
fr: Fonctionne comme en appuyant sur « %@ » sur un clavier Apple
ko: Apple 키보드 상의 '%@'를 누르는 것처럼 동작합니다.
pt_br: Funciona como pressionar '%@' em um teclado Apple
tr: Bir Apple klavyesinde '%@' tuşuna basmak gibi çalışır
vi: Hoạt động như nhấn phím '%@' trên Apple keyboard
zh_hans: 作用相当于按下Apple键盘上的“%@”
zh_hant: 作用相當於按下Apple鍵盤上的「%@」

# effect.back
source: Back
de: Zurück
fr: Vers l'arrière
ko: 뒤로
pt_br: Voltar
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# effect.back.hint
source: Go back one page in Safari and other apps
de: Gehe eine Seite zurück in Safari und anderen Apps
fr: Revenir en arrière d'une page dans Safari et d'autres apps
ko: Safari 등의 앱에서 이전 페이지로 전환합니다.
pt_br: Volte uma página no Safari e em outros aplicativos
tr: Safari ve diğer uygulamalarda bir sayfa geri git
vi: Quay ngược lại một trang trong Safari hoặc các ứng dụng khác
zh_hans: 在Safari和其他应用程式中返回上一页
zh_hant: 在Safari和其他應用程式中返回上一頁

# effect.click.middle
source: Middle Click
de: Mittelklick
fr: Clic du milieu
ko: 휠 클릭
pt_br: Botão do Meio
tr: Orta Tıklama
vi: Kích chuột giữa
zh_hans: 按中键
zh_hant: 按中鍵

# effect.click.middle.hint
source: Open links in a new tab, paste text in the Terminal, and more. Works like clicking the middle mouse button (also called scroll wheel button or mouse button 3) on a standard mouse.
de: Öffne Links in einem neuen Tab, setze Text im Terminal ein, und mehr. Funktioniert wie das Klicken der mittleren Maustaste (auch genannt Scrollradtaste oder Maustaste 3) bei einer Standard-Maus.
fr: Ouvrir les liens dans un nouvel onglet, coller du texte dans le Terminal et bien plus. Fonctionne comme le clic sur le Bouton central de la souris (aussi appelé bouton de la molette de défilement ou Bouton de souris 3) sur une souris standard.
ko: 링크를 새로운 탭에서 열거나, 터미널에서 텍스트를 붙여넣는 등의 동작을 수행합니다. 이는 표준 마우스에서 마우스 가운데 버튼(또는 스크롤 휠 버튼 및 마우스 3번 버튼)를 클릭하는 것과 같습니다.
pt_br: Abra links em uma nova aba, cole texto no Terminal e muito mais. Funciona como clicar Botão do Meio do Mouse (também chamado de Botão da de Rolagem ou 3º Botão do Mouse) em um Mouse padrão.
tr: Bağlantıları yeni sekmede açın, Terminal'e metin yapıştırın ve daha fazlasını yapın. Standart bir farede Orta Fare Düğmesi (Kaydırma Tekerleği Düğmesi veya Fare Düğmesi 3 olarak da adlandırılır)'ya tıklamak gibi çalışır.
vi: Mở liên kết trong thẻ mới, dán chữ vào Terminal, và nhiều hơn. Hoạt động như kích vào nút Nút giữa (còn gọi là Con lăn hoặc Nút số 3) trên chuột.
zh_hans: 以新标签页打开链接、在“终端”中粘贴文字等。 作用相当于在标准鼠标上点按鼠标中键（又称鼠标滚轮键或鼠标按钮３）。
zh_hant: 以新標籤頁打開連結、於終端機中貼上文字等。 作用相當於在標準滑鼠上按一下滑鼠中間鍵（又稱滑鼠滾輪按鈕或滑鼠按鈕３）。

# effect.click.primary
source: Primary Click
de: Primärklick
fr: Clic principal
ko: effect.primary-click
pt_br: Clique Primário
tr: Birincil Tıklama
vi: Kích nút chính
zh_hans: effect.primary-click
zh_hant: effect.primary-click

# effect.click.primary.hint
source: Works like clicking the primary mouse button (also called left button or mouse button 1) on a standard mouse.
de: Funktioniert wie das Klicken der primären Maustaste (auch genannt linke Maustaste oder Maustaste 1) bei einer Standard-Maus.
fr: Fonctionne comme le clic sur le Bouton principal de la souris (aussi appelé bouton de souris gauche ou Bouton de souris 1) sur une souris standard.
ko: … 마우스 주 버튼(또는 왼쪽 마우스 버튼 및 마우스 1번 버튼) …
pt_br: Funciona como clicar em Botão Primário do Mouse (também chamado de Botão Esquerdo ou 1º Botão do Mouse) em um Mouse padrão.
tr: Standart bir farede Birincil Fare Düğmesi (Sol Fare Düğmesi veya Fare Düğmesi 1 olarak da adlandırılır)'ya tıklamak gibi çalışır.
vi: Hoạt động như kích vào nút Nút chính (còn gọi là Nút chuột trái hoặc Nút số 1) trên chuột.
zh_hans: … 鼠标主键（又称鼠标左键或鼠标按钮１） …
zh_hant: … 主要滑鼠按鈕（又稱滑鼠左側按鈕或滑鼠按鈕１） ...

# effect.click.secondary
source: Secondary Click
de: Sekundärklick
fr: Clic secondaire
ko: effect.secondary-click
pt_br: Clique Secundário
tr: İkincil Tıklama
vi: Kích nút phụ
zh_hans: effect.secondary-click
zh_hant: effect.secondary-click

# effect.click.secondary.hint
source: Works like clicking the secondary mouse button (also called right mouse button or mouse button 2) on a standard mouse.
de: Funktioniert wie das Klicken der sekundären Maustaste (auch genannt rechte Maustaste oder Maustaste 2) bei einer Standard-Maus.
fr: Fonctionne comme le clic sur le Bouton secondaire de la souris (aussi appelé bouton de souris droit ou Bouton de souris 2) sur une souris standard.
ko: … 마우스 보조 버튼(또는 오른쪽 마우스 버튼 및 마우스 2번 버튼) …
pt_br: Funciona como clicar em Botão Secundário do Mouse (também chamado de Botão Direito ou 2º Botão do Mouse) em um Mouse padrão.
tr: Standart bir farede İkincil Fare Düğmesi (Sağ Fare Düğmesi veya Fare Düğmesi 2 olarak da adlandırılır)'ya tıklamak gibi çalışır.
vi: Hoạt động như kích vào nút Nút phụ (còn gọi là Nút chuột phải hoặc Nút số 2) trên chuột.
zh_hans: … 鼠标辅键（又称鼠标右键或鼠标按钮２） …
zh_hant: … 輔助滑鼠按鈕（又稱滑鼠右側按鈕或滑鼠按鈕２） ...

# effect.desktop
source: Show Desktop
de: Schreibtisch zeigen
fr: Afficher le bureau
ko: 데스크탑 보기
pt_br: Exibir Mesa
tr: Masaüstünü Göster
vi: Hiện Màn hình nền
zh_hans: 桌面
zh_hant: 桌面

# effect.desktop.hint
source: Show the desktop
de: Zeige den Schreibtisch
fr: Afficher le bureau
ko: 데스크탑 화면을 봅니다.
pt_br: Exibe a Mesa
tr: Masaüstünü göster
vi: Hiển thị Màn hình nền
zh_hans: 显示桌面
zh_hant: 顯示桌面

# effect.forward
source: Forward
de: Vorwärts
fr: Vers l'avant
ko: 앞으로
pt_br: Avançar
tr: İleri
vi: Tiến tới
zh_hans: 前进
zh_hant: 前進

# effect.forward.hint
source: Go forward one page in Safari and other apps
de: Gehe eine Seite vorwärts in Safari und anderen Apps
fr: Avancer d'une page sur Safari et d'autres apps
ko: Safari 등의 앱에서 다음 페이지로 전환합니다.
pt_br: Avance uma página no Safari e em outros aplicativos
tr: Safari ve diğer uygulamalarda bir sayfa ileri git
vi: Tiến tới một trang trong Safari và các ứng dụng khác
zh_hans: 在Safari和其他应用程式中前进下一页
zh_hant: 在Safari和其他應用程式中前進下一頁

# effect.launchpad.hint
source: Open Launchpad
de: Öffne Launchpad
fr: Ouvrir le Launchpad
ko: Launchpad를 엽니다.
pt_br: Abrir Launchpad
tr: Launchpad'i aç
vi: Duyệt danh sách ứng dụng ở Launchpad
zh_hans: 打开“启动台”
zh_hant: 打開「啟動台」

# effect.left-space
source: Move Left a Space
de: Space nach links wechseln
fr: Déplacer vers le bureau de gauche
ko: 좌측 Space로 이동
pt_br: Mova para a Mesa à esquerda
tr: Bir Space Sola Git
vi: Chuyển sang Space bên trái
zh_hans: 向左移动一个空间
zh_hant: 向左移動一個空間

# effect.left-space.hint
source: Move one Space to the left
de: Wechsle einen Space nach links
fr: Se déplacer d'un espace vers la gauche
ko: 좌측 Space로 이동합니다.
pt_br: Mova para a Mesa à esquerda criada no Mission Control
tr: Bir Space sola git
vi: Di chuyển sang Space bên trái
zh_hans: 向左移动一个空间
zh_hant: 向左移動一個空間

# effect.look-up
source: Look Up & Quick Look
de: Quick Look & Nachschlagen
fr: Rechercher & Coup d'œil
ko: 찾아보기 및 데이터 탐색기
pt_br: Pesquisa e Visualização Rápida
tr: Ara ve Hızlı Bak
vi: Tra cứu & Xem nhanh
zh_hans: 查询与快速查看
zh_hant: 查詢與快速查看

# effect.look-up.hint
source: Look up words in the Dictionary, Quick Look files in Finder, and more. Works like a Force click on an Apple Trackpad.
de: Schlage Wörter im Wörterbuch nach, werfe einen schnellen Blick auf Dateien im Finder, und mehr. Funktioniert wie ein kräftiger Klick bei einem Apple Trackpad.
fr: Rechercher des mots dans le Dictionnaire, Coup d'œil sur les fichiers dans le Finder et bien plus. Fonctionne comme le clic forcé sur un Trackpad Apple.
ko: 사전에서 단어를 찾아보거나, Finder에서 파일을 훑어보는 등의 동작을 수행합니다. 이는 Apple 트랙패드에서 세게 클릭하는 것과 같습니다.
pt_br: Procure palavras no Dicionário, visualize arquivos sem abrir no Finder e muito mais. Funciona como um Force Touch em um Trackpad da Apple.
tr: Sözlükte kelimeleri arayın, Finder'da dosyalara Hızlı Bakın ve daha fazlasını yapın. Apple Trackpad'de Force tıklama gibi çalışır.
vi: Tra cứu từ trong Dictionary, xem nhanh tệp trong Finder, và nhiều hơn. Hoạt động như nhấn, kèm lực trên Apple Trackpad.
zh_hans: 查询词典、在Finder中“快速查看”等。 作用相当于在Apple触控板上用单指用力点按。
zh_hant: 查詢辭典、於Finder中「快速查看」等。 作用相當於在Apple觸控式軌跡板上用一指用力長按。

# effect.mission-control.hint
source: Show Mission Control
de: Zeige Mission Control
fr: Afficher Mission Control
ko: Mission Control을 엽니다.
pt_br: Exibir o Mission Control
tr: Mission Control'ü göster
vi: Quản lý các ứng dụng đang mở bằng Mission Control
zh_hans: 显示“调度中心”
zh_hant: 顯示「指揮中心」
